{
  "wordToIndex": {
    "71": 47,
    "300000": 48,
    "the": 0,
    "is": 1,
    "of": 2,
    "and": 3,
    "what": 4,
    "to": 5,
    "how": 6,
    "network": 7,
    "in": 8,
    "neural": 9,
    "learn": 10,
    "with": 11,
    "can": 12,
    "you": 13,
    "about": 14,
    "learning": 15,
    "computers": 16,
    "work": 17,
    "tell": 18,
    "me": 19,
    "it": 20,
    "quantum": 21,
    "hello": 22,
    "hi": 23,
    "are": 24,
    "every": 25,
    "ai": 26,
    "intelligence": 27,
    "that": 28,
    "problems": 29,
    "machine": 30,
    "patterns": 31,
    "from": 32,
    "data": 33,
    "being": 34,
    "does": 35,
    "meaning": 36,
    "life": 37,
    "consciousness": 38,
    "mysteries": 39,
    "space": 40,
    "earths": 41,
    "we": 42,
    "light": 43,
    "internet": 44,
    "computing": 45,
    "ocean": 46,
    "help": 49,
    "today": 50,
    "there": 51,
    "would": 52,
    "like": 53,
    "talk": 54,
    "im": 55,
    "doing": 56,
    "great": 57,
    "my": 58,
    "growing": 59,
    "minute": 60,
    "artificial": 61,
    "simulation": 62,
    "human": 63,
    "by": 64,
    "machines": 65,
    "computer": 66,
    "systems": 67,
    "reason": 68,
    "solve": 69,
    "when": 70,
    "without": 71,
    "explicitly": 72,
    "programmed": 73,
    "for": 74,
    "situation": 75,
    "processes": 76,
    "information": 77,
    "through": 78,
    "layers": 79,
    "connected": 80,
    "nodes": 81,
    "similar": 82,
    "brain": 83,
    "neurons": 84,
    "together": 85,
    "recognize": 86,
    "joke": 87,
    "why": 88,
    "did": 89,
    "go": 90,
    "school": 91,
    "improve": 92,
    "its": 93,
    "wanted": 94,
    "better": 95,
    "connections": 96,
    "many": 97,
    "philosophers": 98,
    "believe": 99,
    "find": 100,
    "happiness": 101,
    "create": 102,
    "purpose": 103,
    "connect": 104,
    "others": 105,
    "meaningful": 106,
    "ways": 107,
    "do": 108,
    "programming": 109,
    "start": 110,
    "simple": 111,
    "concepts": 112,
    "practice": 113,
    "coding": 114,
    "daily": 115,
    "build": 116,
    "small": 117,
    "projects": 118,
    "your": 119,
    "mistakes": 120,
    "consistency": 121,
    "key": 122,
    "state": 123,
    "aware": 124,
    "ones": 125,
    "own": 126,
    "existence": 127,
    "thoughts": 128,
    "surroundings": 129,
    "remains": 130,
    "one": 131,
    "biggest": 132,
    "science": 133,
    "vast": 134,
    "expanse": 135,
    "beyond": 136,
    "atmosphere": 137,
    "filled": 138,
    "stars": 139,
    "planets": 140,
    "galaxies": 141,
    "still": 142,
    "exploring": 143,
    "speed": 144,
    "travels": 145,
    "at": 146,
    "approximately": 147,
    "kilometers": 148,
    "per": 149,
    "second": 150,
    "vacuum": 151,
    "making": 152,
    "fastest": 153,
    "known": 154,
    "phenomenon": 155,
    "universe": 156,
    "connects": 157,
    "globally": 158,
    "using": 159,
    "standardized": 160,
    "protocols": 161,
    "transmit": 162,
    "packets": 163,
    "across": 164,
    "servers": 165,
    "cables": 166,
    "uses": 167,
    "bits": 168,
    "exist": 169,
    "multiple": 170,
    "states": 171,
    "simultaneously": 172,
    "potentially": 173,
    "solving": 174,
    "certain": 175,
    "much": 176,
    "faster": 177,
    "than": 178,
    "classical": 179,
    "covers": 180,
    "surface": 181,
    "contains": 182,
    "incredible": 183,
    "biodiversity": 184,
    "millions": 185,
    "species": 186,
    "havent": 187,
    "discovered": 188,
    "yet": 189
  },
  "indexToWord": {
    "0": "the",
    "1": "is",
    "2": "of",
    "3": "and",
    "4": "what",
    "5": "to",
    "6": "how",
    "7": "network",
    "8": "in",
    "9": "neural",
    "10": "learn",
    "11": "with",
    "12": "can",
    "13": "you",
    "14": "about",
    "15": "learning",
    "16": "computers",
    "17": "work",
    "18": "tell",
    "19": "me",
    "20": "it",
    "21": "quantum",
    "22": "hello",
    "23": "hi",
    "24": "are",
    "25": "every",
    "26": "ai",
    "27": "intelligence",
    "28": "that",
    "29": "problems",
    "30": "machine",
    "31": "patterns",
    "32": "from",
    "33": "data",
    "34": "being",
    "35": "does",
    "36": "meaning",
    "37": "life",
    "38": "consciousness",
    "39": "mysteries",
    "40": "space",
    "41": "earths",
    "42": "we",
    "43": "light",
    "44": "internet",
    "45": "computing",
    "46": "ocean",
    "47": "71",
    "48": "300000",
    "49": "help",
    "50": "today",
    "51": "there",
    "52": "would",
    "53": "like",
    "54": "talk",
    "55": "im",
    "56": "doing",
    "57": "great",
    "58": "my",
    "59": "growing",
    "60": "minute",
    "61": "artificial",
    "62": "simulation",
    "63": "human",
    "64": "by",
    "65": "machines",
    "66": "computer",
    "67": "systems",
    "68": "reason",
    "69": "solve",
    "70": "when",
    "71": "without",
    "72": "explicitly",
    "73": "programmed",
    "74": "for",
    "75": "situation",
    "76": "processes",
    "77": "information",
    "78": "through",
    "79": "layers",
    "80": "connected",
    "81": "nodes",
    "82": "similar",
    "83": "brain",
    "84": "neurons",
    "85": "together",
    "86": "recognize",
    "87": "joke",
    "88": "why",
    "89": "did",
    "90": "go",
    "91": "school",
    "92": "improve",
    "93": "its",
    "94": "wanted",
    "95": "better",
    "96": "connections",
    "97": "many",
    "98": "philosophers",
    "99": "believe",
    "100": "find",
    "101": "happiness",
    "102": "create",
    "103": "purpose",
    "104": "connect",
    "105": "others",
    "106": "meaningful",
    "107": "ways",
    "108": "do",
    "109": "programming",
    "110": "start",
    "111": "simple",
    "112": "concepts",
    "113": "practice",
    "114": "coding",
    "115": "daily",
    "116": "build",
    "117": "small",
    "118": "projects",
    "119": "your",
    "120": "mistakes",
    "121": "consistency",
    "122": "key",
    "123": "state",
    "124": "aware",
    "125": "ones",
    "126": "own",
    "127": "existence",
    "128": "thoughts",
    "129": "surroundings",
    "130": "remains",
    "131": "one",
    "132": "biggest",
    "133": "science",
    "134": "vast",
    "135": "expanse",
    "136": "beyond",
    "137": "atmosphere",
    "138": "filled",
    "139": "stars",
    "140": "planets",
    "141": "galaxies",
    "142": "still",
    "143": "exploring",
    "144": "speed",
    "145": "travels",
    "146": "at",
    "147": "approximately",
    "148": "kilometers",
    "149": "per",
    "150": "second",
    "151": "vacuum",
    "152": "making",
    "153": "fastest",
    "154": "known",
    "155": "phenomenon",
    "156": "universe",
    "157": "connects",
    "158": "globally",
    "159": "using",
    "160": "standardized",
    "161": "protocols",
    "162": "transmit",
    "163": "packets",
    "164": "across",
    "165": "servers",
    "166": "cables",
    "167": "uses",
    "168": "bits",
    "169": "exist",
    "170": "multiple",
    "171": "states",
    "172": "simultaneously",
    "173": "potentially",
    "174": "solving",
    "175": "certain",
    "176": "much",
    "177": "faster",
    "178": "than",
    "179": "classical",
    "180": "covers",
    "181": "surface",
    "182": "contains",
    "183": "incredible",
    "184": "biodiversity",
    "185": "millions",
    "186": "species",
    "187": "havent",
    "188": "discovered",
    "189": "yet"
  },
  "vocabSize": 190
}