{
  "wordToIndex": {
    "10": 44,
    "15": 182,
    "20": 299,
    "30": 224,
    "50": 137,
    "60": 183,
    "100": 70,
    "200": 422,
    "500": 300,
    "1000": 153,
    "const": 0,
    "if": 1,
    "the": 2,
    "and": 3,
    "is": 4,
    "consolelog": 5,
    "what": 6,
    "code": 7,
    "return": 8,
    "how": 9,
    "of": 10,
    "it": 11,
    "training": 12,
    "error": 13,
    "from": 14,
    "div": 15,
    "for": 16,
    "let": 17,
    "programming": 18,
    "response": 19,
    "in": 20,
    "new": 21,
    "score": 22,
    "you": 23,
    "role": 24,
    "data": 25,
    "with": 26,
    "user": 27,
    "to": 28,
    "do": 29,
    "await": 30,
    "are": 31,
    "that": 32,
    "does": 33,
    "brain": 34,
    "content": 35,
    "neural": 36,
    "learning": 37,
    "concepts": 38,
    "file": 39,
    "lib": 40,
    "can": 41,
    "other": 42,
    "16px": 43,
    "network": 45,
    "ai": 46,
    "style": 47,
    "function": 48,
    "flex": 49,
    "fontsize": 50,
    "handling": 51,
    "logic": 52,
    "cycles": 53,
    "words": 54,
    "span": 55,
    "display": 56,
    "me": 57,
    "on": 58,
    "pathjoindirname": 59,
    "try": 60,
    "utf8": 61,
    "null": 62,
    "pairs": 63,
    "center": 64,
    "consolelogn": 65,
    "async": 66,
    "includes": 67,
    "has": 68,
    "catch": 69,
    "state": 71,
    "conversation": 72,
    "javascript": 73,
    "color": 74,
    "padding": 75,
    "12px": 76,
    "phase": 77,
    "like": 78,
    "by": 79,
    "input": 80,
    "basic": 81,
    "this": 82,
    "backgroundcolor": 83,
    "outputsize": 84,
    "filename": 85,
    "learn": 86,
    "approximately": 87,
    "an": 88,
    "contains": 89,
    "chatjs": 90,
    "message": 91,
    "files": 92,
    "functions": 93,
    "structure": 94,
    "indexjs": 95,
    "improvejs": 96,
    "runs": 97,
    "trainjs": 98,
    "keepalivejs": 99,
    "brainjs": 100,
    "textprocessorjs": 101,
    "vocabulary": 102,
    "method": 103,
    "prompt": 104,
    "else": 105,
    "gap": 106,
    "borderradius": 107,
    "hiddensize": 108,
    "system": 109,
    "weight": 110,
    "patterns": 111,
    "handles": 112,
    "structured": 113,
    "modules": 114,
    "conditional": 115,
    "used": 116,
    "demonstrates": 117,
    "several": 118,
    "object": 119,
    "manipulation": 120,
    "follows": 121,
    "show": 122,
    "example": 123,
    "see": 124,
    "fs": 125,
    "requirefs": 126,
    "path": 127,
    "requirepath": 128,
    "messages": 129,
    "rankings": 130,
    "justifycontent": 131,
    "mrole": 132,
    "1e293b": 133,
    "8px": 134,
    "inputsize": 135,
    "explain": 136,
    "about": 138,
    "every": 139,
    "dependencies": 140,
    "structures": 141,
    "arraysobjects": 142,
    "debates": 143,
    "resstatus200json": 144,
    "reply": 145,
    "trainingpairs": 146,
    "word": 147,
    "responses": 148,
    "finalresponse": 149,
    "alignitems": 150,
    "selftalks": 151,
    "learningrate": 152,
    "im": 154,
    "work": 155,
    "we": 156,
    "have": 157,
    "exports": 158,
    "functionality": 159,
    "imports": 160,
    "module": 161,
    "organization": 162,
    "pathjoinprocesscwd": 163,
    "time": 164,
    "execution": 165,
    "statefile": 166,
    "statejson": 167,
    "multimodel": 168,
    "ranking": 169,
    "best": 170,
    "bestscore": 171,
    "pair": 172,
    "matchscore": 173,
    "tpvocabsize": 174,
    "combined": 175,
    "text": 176,
    "diff": 177,
    "debate": 178,
    "topic": 179,
    "consolelogrepeat40": 180,
    "rankingslength": 181,
    "my": 184,
    "computers": 185,
    "through": 186,
    "build": 187,
    "your": 188,
    "using": 189,
    "uses": 190,
    "cycle": 191,
    "processing": 192,
    "functional": 193,
    "usestate": 194,
    "or": 195,
    "synchronously": 196,
    "flow": 197,
    "relies": 198,
    "flows": 199,
    "synchronous": 200,
    "length": 201,
    "post": 202,
    "not": 203,
    "rank": 204,
    "get": 205,
    "into": 206,
    "no": 207,
    "loading": 208,
    "check": 209,
    "jsonstringify": 210,
    "20px": 211,
    "marginbottom": 212,
    "timestamp": 213,
    "statetrainingsessions": 214,
    "model": 215,
    "thinker": 216,
    "haserrorhandling": 217,
    "created": 218,
    "myresponse": 219,
    "starttime": 220,
    "01": 221,
    "saved": 222,
    "trigger": 223,
    "intelligence": 225,
    "without": 226,
    "being": 227,
    "meaning": 228,
    "find": 229,
    "create": 230,
    "own": 231,
    "at": 232,
    "quantum": 233,
    "minutes": 234,
    "conversations": 235,
    "chat": 236,
    "matching": 237,
    "operations": 238,
    "loop": 239,
    "iterations": 240,
    "robust": 241,
    "trycatch": 242,
    "blocks": 243,
    "asynchronous": 244,
    "brainfile": 245,
    "brainweightsjson": 246,
    "evaluation": 247,
    "reward": 248,
    "smarter": 249,
    "selftalk": 250,
    "objectoriented": 251,
    "class": 252,
    "wordlength": 253,
    "wordfreqword": 254,
    "knowledge": 255,
    "between": 256,
    "output": 257,
    "neuralnetwork": 258,
    "textprocessor": 259,
    "tp": 260,
    "could": 261,
    "trainingpairslength": 262,
    "headers": 263,
    "contenttype": 264,
    "applicationjson": 265,
    "body": 266,
    "bot": 267,
    "width": 268,
    "height": 269,
    "14px": 270,
    "32px": 271,
    "datetoisostring": 272,
    "brainexists": 273,
    "brainsize": 274,
    "statelasttrainingerror": 275,
    "statetotaltrainingcycles": 276,
    "trainingminutes": 277,
    "models": 278,
    "promiser": 279,
    "settimeoutr": 280,
    "callmodelmodels0": 281,
    "starter": 282,
    "conversationpush": 283,
    "filepath": 284,
    "hasexports": 285,
    "hasloops": 286,
    "hasconditionals": 287,
    "codeincludes": 288,
    "codepairspush": 289,
    "mathrandom": 290,
    "consolelogrepeat70": 291,
    "duration": 292,
    "load": 293,
    "selftalkslength": 294,
    "totalerror": 295,
    "thishiddensize": 296,
    "thisoutputsize": 297,
    "sum": 298,
    "would": 301,
    "artificial": 302,
    "problems": 303,
    "when": 304,
    "information": 305,
    "tell": 306,
    "why": 307,
    "did": 308,
    "its": 309,
    "meaningful": 310,
    "start": 311,
    "consciousness": 312,
    "earths": 313,
    "universe": 314,
    "internet": 315,
    "computing": 316,
    "chatbot": 317,
    "each": 318,
    "generation": 319,
    "react": 320,
    "export": 321,
    "default": 322,
    "setinput": 323,
    "getting": 324,
    "over": 325,
    "independently": 326,
    "ensures": 327,
    "continuous": 328,
    "improvement": 329,
    "pure": 330,
    "forward": 331,
    "selfcontained": 332,
    "arrayfrom": 333,
    "arrayisarrayx": 334,
    "xmapv": 335,
    "natural": 336,
    "language": 337,
    "texttolowercasereplaceaz09sg": 338,
    "splits": 339,
    "something": 340,
    "bestmatch": 341,
    "replaceias": 342,
    "aisureherelet": 343,
    "trim": 344,
    "fsexistssyncbrainfile": 345,
    "inputvector": 346,
    "brainforwardinputvector": 347,
    "available": 348,
    "topwords": 349,
    "was": 350,
    "be": 351,
    "as": 352,
    "so": 353,
    "just": 354,
    "capitalized": 355,
    "fallback": 356,
    "random": 357,
    "wlength": 358,
    "useeffect": 359,
    "brainstatus": 360,
    "usermsg": 361,
    "setmessagesprev": 362,
    "prev": 363,
    "stylestylesfeature": 364,
    "flexend": 365,
    "flexstart": 366,
    "2563eb": 367,
    "4px": 368,
    "1px": 369,
    "solid": 370,
    "f1f5f9": 371,
    "6px": 372,
    "94a3b8": 373,
    "trainingsessions": 374,
    "fsexistssyncstatefile": 375,
    "raw": 376,
    "fsreadfilesyncstatefile": 377,
    "rawtrim": 378,
    "jsonparseraw": 379,
    "hour": 380,
    "consolelogrepeat60": 381,
    "statetrainingpairs": 382,
    "consolelogtraining": 383,
    "statebestscore": 384,
    "change": 385,
    "fswritefilesyncstatefile": 386,
    "jsonstringifystate": 387,
    "complete": 388,
    "codefiles": 389,
    "different": 390,
    "modelsslice0": 391,
    "deep": 392,
    "topics": 393,
    "response1": 394,
    "response2": 395,
    "response3": 396,
    "codepairs": 397,
    "functioncount": 398,
    "hasasync": 399,
    "hasarrays": 400,
    "hasobjects": 401,
    "convert": 402,
    "newrankings": 403,
    "rate": 404,
    "datenow": 405,
    "loaded": 406,
    "existing": 407,
    "weights": 408,
    "neuralnetworkinputsize": 409,
    "besterror": 410,
    "mathfloordatenow": 411,
    "avgerror": 412,
    "save": 413,
    "update": 414,
    "next": 415,
    "token": 416,
    "overlap": 417,
    "lasttraining": 418,
    "minutessince": 419,
    "thisinputsize": 420,
    "sx": 421,
    "hello": 423,
    "help": 424,
    "hi": 425,
    "there": 426,
    "growing": 427,
    "human": 428,
    "machines": 429,
    "systems": 430,
    "solve": 431,
    "machine": 432,
    "layers": 433,
    "similar": 434,
    "improve": 435,
    "life": 436,
    "small": 437,
    "key": 438,
    "one": 439,
    "mysteries": 440,
    "space": 441,
    "still": 442,
    "light": 443,
    "across": 444,
    "multiple": 445,
    "than": 446,
    "selfimproving": 447,
    "trains": 448,
    "itself": 449,
    "custom": 450,
    "watching": 451,
    "building": 452,
    "understanding": 453,
    "more": 454,
    "ocean": 455,
    "species": 456,
    "discovered": 457,
    "yet": 458,
    "networks": 459,
    "interface": 460,
    "built": 461,
    "displaying": 462,
    "avatars": 463,
    "home": 464,
    "setmessages": 465,
    "scoring": 466,
    "measures": 467,
    "dumber": 468,
    "execsync": 469,
    "requirechildprocess": 470,
    "monitoring": 471,
    "detects": 472,
    "gaps": 473,
    "implementing": 474,
    "propagation": 475,
    "backpropagation": 476,
    "rows": 477,
    "thissigmoidv": 478,
    "mathexpx": 479,
    "texttovector": 480,
    "conversion": 481,
    "management": 482,
    "utilities": 483,
    "wordfreq": 484,
    "vocabfile": 485,
    "vocabjson": 486,
    "trainingdatajson": 487,
    "rankingsfile": 488,
    "rankingsjson": 489,
    "res": 490,
    "match": 491,
    "msgwords": 492,
    "phrase": 493,
    "msgwordsi": 494,
    "fsexistssyncrankingsfile": 495,
    "jsonparsefsreadfilesyncrankingsfile": 496,
    "pairprompt": 497,
    "use": 498
  },
  "indexToWord": {
    "0": "const",
    "1": "if",
    "2": "the",
    "3": "and",
    "4": "is",
    "5": "consolelog",
    "6": "what",
    "7": "code",
    "8": "return",
    "9": "how",
    "10": "of",
    "11": "it",
    "12": "training",
    "13": "error",
    "14": "from",
    "15": "div",
    "16": "for",
    "17": "let",
    "18": "programming",
    "19": "response",
    "20": "in",
    "21": "new",
    "22": "score",
    "23": "you",
    "24": "role",
    "25": "data",
    "26": "with",
    "27": "user",
    "28": "to",
    "29": "do",
    "30": "await",
    "31": "are",
    "32": "that",
    "33": "does",
    "34": "brain",
    "35": "content",
    "36": "neural",
    "37": "learning",
    "38": "concepts",
    "39": "file",
    "40": "lib",
    "41": "can",
    "42": "other",
    "43": "16px",
    "44": "10",
    "45": "network",
    "46": "ai",
    "47": "style",
    "48": "function",
    "49": "flex",
    "50": "fontsize",
    "51": "handling",
    "52": "logic",
    "53": "cycles",
    "54": "words",
    "55": "span",
    "56": "display",
    "57": "me",
    "58": "on",
    "59": "pathjoindirname",
    "60": "try",
    "61": "utf8",
    "62": "null",
    "63": "pairs",
    "64": "center",
    "65": "consolelogn",
    "66": "async",
    "67": "includes",
    "68": "has",
    "69": "catch",
    "70": "100",
    "71": "state",
    "72": "conversation",
    "73": "javascript",
    "74": "color",
    "75": "padding",
    "76": "12px",
    "77": "phase",
    "78": "like",
    "79": "by",
    "80": "input",
    "81": "basic",
    "82": "this",
    "83": "backgroundcolor",
    "84": "outputsize",
    "85": "filename",
    "86": "learn",
    "87": "approximately",
    "88": "an",
    "89": "contains",
    "90": "chatjs",
    "91": "message",
    "92": "files",
    "93": "functions",
    "94": "structure",
    "95": "indexjs",
    "96": "improvejs",
    "97": "runs",
    "98": "trainjs",
    "99": "keepalivejs",
    "100": "brainjs",
    "101": "textprocessorjs",
    "102": "vocabulary",
    "103": "method",
    "104": "prompt",
    "105": "else",
    "106": "gap",
    "107": "borderradius",
    "108": "hiddensize",
    "109": "system",
    "110": "weight",
    "111": "patterns",
    "112": "handles",
    "113": "structured",
    "114": "modules",
    "115": "conditional",
    "116": "used",
    "117": "demonstrates",
    "118": "several",
    "119": "object",
    "120": "manipulation",
    "121": "follows",
    "122": "show",
    "123": "example",
    "124": "see",
    "125": "fs",
    "126": "requirefs",
    "127": "path",
    "128": "requirepath",
    "129": "messages",
    "130": "rankings",
    "131": "justifycontent",
    "132": "mrole",
    "133": "1e293b",
    "134": "8px",
    "135": "inputsize",
    "136": "explain",
    "137": "50",
    "138": "about",
    "139": "every",
    "140": "dependencies",
    "141": "structures",
    "142": "arraysobjects",
    "143": "debates",
    "144": "resstatus200json",
    "145": "reply",
    "146": "trainingpairs",
    "147": "word",
    "148": "responses",
    "149": "finalresponse",
    "150": "alignitems",
    "151": "selftalks",
    "152": "learningrate",
    "153": "1000",
    "154": "im",
    "155": "work",
    "156": "we",
    "157": "have",
    "158": "exports",
    "159": "functionality",
    "160": "imports",
    "161": "module",
    "162": "organization",
    "163": "pathjoinprocesscwd",
    "164": "time",
    "165": "execution",
    "166": "statefile",
    "167": "statejson",
    "168": "multimodel",
    "169": "ranking",
    "170": "best",
    "171": "bestscore",
    "172": "pair",
    "173": "matchscore",
    "174": "tpvocabsize",
    "175": "combined",
    "176": "text",
    "177": "diff",
    "178": "debate",
    "179": "topic",
    "180": "consolelogrepeat40",
    "181": "rankingslength",
    "182": "15",
    "183": "60",
    "184": "my",
    "185": "computers",
    "186": "through",
    "187": "build",
    "188": "your",
    "189": "using",
    "190": "uses",
    "191": "cycle",
    "192": "processing",
    "193": "functional",
    "194": "usestate",
    "195": "or",
    "196": "synchronously",
    "197": "flow",
    "198": "relies",
    "199": "flows",
    "200": "synchronous",
    "201": "length",
    "202": "post",
    "203": "not",
    "204": "rank",
    "205": "get",
    "206": "into",
    "207": "no",
    "208": "loading",
    "209": "check",
    "210": "jsonstringify",
    "211": "20px",
    "212": "marginbottom",
    "213": "timestamp",
    "214": "statetrainingsessions",
    "215": "model",
    "216": "thinker",
    "217": "haserrorhandling",
    "218": "created",
    "219": "myresponse",
    "220": "starttime",
    "221": "01",
    "222": "saved",
    "223": "trigger",
    "224": "30",
    "225": "intelligence",
    "226": "without",
    "227": "being",
    "228": "meaning",
    "229": "find",
    "230": "create",
    "231": "own",
    "232": "at",
    "233": "quantum",
    "234": "minutes",
    "235": "conversations",
    "236": "chat",
    "237": "matching",
    "238": "operations",
    "239": "loop",
    "240": "iterations",
    "241": "robust",
    "242": "trycatch",
    "243": "blocks",
    "244": "asynchronous",
    "245": "brainfile",
    "246": "brainweightsjson",
    "247": "evaluation",
    "248": "reward",
    "249": "smarter",
    "250": "selftalk",
    "251": "objectoriented",
    "252": "class",
    "253": "wordlength",
    "254": "wordfreqword",
    "255": "knowledge",
    "256": "between",
    "257": "output",
    "258": "neuralnetwork",
    "259": "textprocessor",
    "260": "tp",
    "261": "could",
    "262": "trainingpairslength",
    "263": "headers",
    "264": "contenttype",
    "265": "applicationjson",
    "266": "body",
    "267": "bot",
    "268": "width",
    "269": "height",
    "270": "14px",
    "271": "32px",
    "272": "datetoisostring",
    "273": "brainexists",
    "274": "brainsize",
    "275": "statelasttrainingerror",
    "276": "statetotaltrainingcycles",
    "277": "trainingminutes",
    "278": "models",
    "279": "promiser",
    "280": "settimeoutr",
    "281": "callmodelmodels0",
    "282": "starter",
    "283": "conversationpush",
    "284": "filepath",
    "285": "hasexports",
    "286": "hasloops",
    "287": "hasconditionals",
    "288": "codeincludes",
    "289": "codepairspush",
    "290": "mathrandom",
    "291": "consolelogrepeat70",
    "292": "duration",
    "293": "load",
    "294": "selftalkslength",
    "295": "totalerror",
    "296": "thishiddensize",
    "297": "thisoutputsize",
    "298": "sum",
    "299": "20",
    "300": "500",
    "301": "would",
    "302": "artificial",
    "303": "problems",
    "304": "when",
    "305": "information",
    "306": "tell",
    "307": "why",
    "308": "did",
    "309": "its",
    "310": "meaningful",
    "311": "start",
    "312": "consciousness",
    "313": "earths",
    "314": "universe",
    "315": "internet",
    "316": "computing",
    "317": "chatbot",
    "318": "each",
    "319": "generation",
    "320": "react",
    "321": "export",
    "322": "default",
    "323": "setinput",
    "324": "getting",
    "325": "over",
    "326": "independently",
    "327": "ensures",
    "328": "continuous",
    "329": "improvement",
    "330": "pure",
    "331": "forward",
    "332": "selfcontained",
    "333": "arrayfrom",
    "334": "arrayisarrayx",
    "335": "xmapv",
    "336": "natural",
    "337": "language",
    "338": "texttolowercasereplaceaz09sg",
    "339": "splits",
    "340": "something",
    "341": "bestmatch",
    "342": "replaceias",
    "343": "aisureherelet",
    "344": "trim",
    "345": "fsexistssyncbrainfile",
    "346": "inputvector",
    "347": "brainforwardinputvector",
    "348": "available",
    "349": "topwords",
    "350": "was",
    "351": "be",
    "352": "as",
    "353": "so",
    "354": "just",
    "355": "capitalized",
    "356": "fallback",
    "357": "random",
    "358": "wlength",
    "359": "useeffect",
    "360": "brainstatus",
    "361": "usermsg",
    "362": "setmessagesprev",
    "363": "prev",
    "364": "stylestylesfeature",
    "365": "flexend",
    "366": "flexstart",
    "367": "2563eb",
    "368": "4px",
    "369": "1px",
    "370": "solid",
    "371": "f1f5f9",
    "372": "6px",
    "373": "94a3b8",
    "374": "trainingsessions",
    "375": "fsexistssyncstatefile",
    "376": "raw",
    "377": "fsreadfilesyncstatefile",
    "378": "rawtrim",
    "379": "jsonparseraw",
    "380": "hour",
    "381": "consolelogrepeat60",
    "382": "statetrainingpairs",
    "383": "consolelogtraining",
    "384": "statebestscore",
    "385": "change",
    "386": "fswritefilesyncstatefile",
    "387": "jsonstringifystate",
    "388": "complete",
    "389": "codefiles",
    "390": "different",
    "391": "modelsslice0",
    "392": "deep",
    "393": "topics",
    "394": "response1",
    "395": "response2",
    "396": "response3",
    "397": "codepairs",
    "398": "functioncount",
    "399": "hasasync",
    "400": "hasarrays",
    "401": "hasobjects",
    "402": "convert",
    "403": "newrankings",
    "404": "rate",
    "405": "datenow",
    "406": "loaded",
    "407": "existing",
    "408": "weights",
    "409": "neuralnetworkinputsize",
    "410": "besterror",
    "411": "mathfloordatenow",
    "412": "avgerror",
    "413": "save",
    "414": "update",
    "415": "next",
    "416": "token",
    "417": "overlap",
    "418": "lasttraining",
    "419": "minutessince",
    "420": "thisinputsize",
    "421": "sx",
    "422": "200",
    "423": "hello",
    "424": "help",
    "425": "hi",
    "426": "there",
    "427": "growing",
    "428": "human",
    "429": "machines",
    "430": "systems",
    "431": "solve",
    "432": "machine",
    "433": "layers",
    "434": "similar",
    "435": "improve",
    "436": "life",
    "437": "small",
    "438": "key",
    "439": "one",
    "440": "mysteries",
    "441": "space",
    "442": "still",
    "443": "light",
    "444": "across",
    "445": "multiple",
    "446": "than",
    "447": "selfimproving",
    "448": "trains",
    "449": "itself",
    "450": "custom",
    "451": "watching",
    "452": "building",
    "453": "understanding",
    "454": "more",
    "455": "ocean",
    "456": "species",
    "457": "discovered",
    "458": "yet",
    "459": "networks",
    "460": "interface",
    "461": "built",
    "462": "displaying",
    "463": "avatars",
    "464": "home",
    "465": "setmessages",
    "466": "scoring",
    "467": "measures",
    "468": "dumber",
    "469": "execsync",
    "470": "requirechildprocess",
    "471": "monitoring",
    "472": "detects",
    "473": "gaps",
    "474": "implementing",
    "475": "propagation",
    "476": "backpropagation",
    "477": "rows",
    "478": "thissigmoidv",
    "479": "mathexpx",
    "480": "texttovector",
    "481": "conversion",
    "482": "management",
    "483": "utilities",
    "484": "wordfreq",
    "485": "vocabfile",
    "486": "vocabjson",
    "487": "trainingdatajson",
    "488": "rankingsfile",
    "489": "rankingsjson",
    "490": "res",
    "491": "match",
    "492": "msgwords",
    "493": "phrase",
    "494": "msgwordsi",
    "495": "fsexistssyncrankingsfile",
    "496": "jsonparsefsreadfilesyncrankingsfile",
    "497": "pairprompt",
    "498": "use"
  },
  "vocabSize": 499
}