{
  "wordToIndex": {
    "10": 189,
    "13": 325,
    "39": 422,
    "57": 435,
    "71": 206,
    "109": 427,
    "113": 408,
    "185": 381,
    "334": 399,
    "664": 416,
    "689": 436,
    "300000": 142,
    "hello": 0,
    "how": 1,
    "can": 2,
    "help": 3,
    "you": 4,
    "today": 5,
    "hi": 6,
    "there": 7,
    "what": 8,
    "would": 9,
    "like": 10,
    "to": 11,
    "talk": 12,
    "about": 13,
    "are": 14,
    "im": 15,
    "doing": 16,
    "great": 17,
    "my": 18,
    "neural": 19,
    "network": 20,
    "is": 21,
    "learning": 22,
    "and": 23,
    "growing": 24,
    "every": 25,
    "minute": 26,
    "ai": 27,
    "artificial": 28,
    "intelligence": 29,
    "the": 30,
    "simulation": 31,
    "of": 32,
    "human": 33,
    "by": 34,
    "machines": 35,
    "computer": 36,
    "systems": 37,
    "that": 38,
    "learn": 39,
    "reason": 40,
    "solve": 41,
    "problems": 42,
    "machine": 43,
    "when": 44,
    "computers": 45,
    "patterns": 46,
    "from": 47,
    "data": 48,
    "without": 49,
    "being": 50,
    "explicitly": 51,
    "programmed": 52,
    "for": 53,
    "situation": 54,
    "does": 55,
    "work": 56,
    "processes": 57,
    "information": 58,
    "through": 59,
    "layers": 60,
    "connected": 61,
    "nodes": 62,
    "similar": 63,
    "brain": 64,
    "neurons": 65,
    "together": 66,
    "recognize": 67,
    "tell": 68,
    "me": 69,
    "joke": 70,
    "why": 71,
    "did": 72,
    "go": 73,
    "school": 74,
    "improve": 75,
    "its": 76,
    "it": 77,
    "wanted": 78,
    "better": 79,
    "connections": 80,
    "meaning": 81,
    "life": 82,
    "many": 83,
    "philosophers": 84,
    "believe": 85,
    "find": 86,
    "happiness": 87,
    "create": 88,
    "purpose": 89,
    "connect": 90,
    "with": 91,
    "others": 92,
    "in": 93,
    "meaningful": 94,
    "ways": 95,
    "do": 96,
    "programming": 97,
    "start": 98,
    "simple": 99,
    "concepts": 100,
    "practice": 101,
    "coding": 102,
    "daily": 103,
    "build": 104,
    "small": 105,
    "projects": 106,
    "your": 107,
    "mistakes": 108,
    "consistency": 109,
    "key": 110,
    "consciousness": 111,
    "state": 112,
    "aware": 113,
    "ones": 114,
    "own": 115,
    "existence": 116,
    "thoughts": 117,
    "surroundings": 118,
    "remains": 119,
    "one": 120,
    "biggest": 121,
    "mysteries": 122,
    "science": 123,
    "space": 124,
    "vast": 125,
    "expanse": 126,
    "beyond": 127,
    "earths": 128,
    "atmosphere": 129,
    "filled": 130,
    "stars": 131,
    "planets": 132,
    "galaxies": 133,
    "we": 134,
    "still": 135,
    "exploring": 136,
    "speed": 137,
    "light": 138,
    "travels": 139,
    "at": 140,
    "approximately": 141,
    "kilometers": 143,
    "per": 144,
    "second": 145,
    "vacuum": 146,
    "making": 147,
    "fastest": 148,
    "known": 149,
    "phenomenon": 150,
    "universe": 151,
    "internet": 152,
    "connects": 153,
    "globally": 154,
    "using": 155,
    "standardized": 156,
    "protocols": 157,
    "transmit": 158,
    "packets": 159,
    "across": 160,
    "servers": 161,
    "cables": 162,
    "quantum": 163,
    "computing": 164,
    "uses": 165,
    "bits": 166,
    "exist": 167,
    "multiple": 168,
    "states": 169,
    "simultaneously": 170,
    "potentially": 171,
    "solving": 172,
    "certain": 173,
    "much": 174,
    "faster": 175,
    "than": 176,
    "classical": 177,
    "name": 178,
    "selfimproving": 179,
    "chatbot": 180,
    "call": 181,
    "whatever": 182,
    "conversation": 183,
    "have": 184,
    "who": 185,
    "an": 186,
    "trains": 187,
    "itself": 188,
    "minutes": 190,
    "custom": 191,
    "watching": 192,
    "conversations": 193,
    "building": 194,
    "understanding": 195,
    "chat": 196,
    "answer": 197,
    "questions": 198,
    "more": 199,
    "grows": 200,
    "each": 201,
    "training": 202,
    "cycle": 203,
    "ocean": 204,
    "covers": 205,
    "surface": 207,
    "contains": 208,
    "incredible": 209,
    "biodiversity": 210,
    "millions": 211,
    "species": 212,
    "havent": 213,
    "discovered": 214,
    "yet": 215,
    "chatjs": 216,
    "189line": 217,
    "javascript": 218,
    "file": 219,
    "handles": 220,
    "user": 221,
    "message": 222,
    "processing": 223,
    "response": 224,
    "generation": 225,
    "networks": 226,
    "matching": 227,
    "async": 228,
    "operations": 229,
    "includes": 230,
    "error": 231,
    "handling": 232,
    "exports": 233,
    "functionality": 234,
    "other": 235,
    "files": 236,
    "structured": 237,
    "functions": 238,
    "imports": 239,
    "dependencies": 240,
    "modules": 241,
    "code": 242,
    "structure": 243,
    "conditional": 244,
    "logic": 245,
    "loop": 246,
    "iterations": 247,
    "has": 248,
    "robust": 249,
    "trycatch": 250,
    "blocks": 251,
    "used": 252,
    "demonstrates": 253,
    "several": 254,
    "asynchronous": 255,
    "structures": 256,
    "arraysobjects": 257,
    "object": 258,
    "manipulation": 259,
    "module": 260,
    "organization": 261,
    "follows": 262,
    "functional": 263,
    "style": 264,
    "show": 265,
    "example": 266,
    "see": 267,
    "const": 268,
    "fs": 269,
    "requirefs": 270,
    "path": 271,
    "requirepath": 272,
    "brainfile": 273,
    "pathjoinprocesscwd": 274,
    "lib": 275,
    "brainweightsjson": 276,
    "indexjs": 277,
    "334line": 278,
    "interface": 279,
    "built": 280,
    "react": 281,
    "displaying": 282,
    "messages": 283,
    "avatars": 284,
    "input": 285,
    "export": 286,
    "default": 287,
    "function": 288,
    "home": 289,
    "setmessages": 290,
    "usestate": 291,
    "setinput": 292,
    "improvejs": 293,
    "80line": 294,
    "evaluation": 295,
    "reward": 296,
    "scoring": 297,
    "measures": 298,
    "if": 299,
    "getting": 300,
    "smarter": 301,
    "or": 302,
    "dumber": 303,
    "over": 304,
    "time": 305,
    "runs": 306,
    "synchronously": 307,
    "basic": 308,
    "flow": 309,
    "independently": 310,
    "relies": 311,
    "on": 312,
    "flows": 313,
    "synchronous": 314,
    "execution": 315,
    "statefile": 316,
    "pathjoindirname": 317,
    "statejson": 318,
    "trainjs": 319,
    "691line": 320,
    "multimodel": 321,
    "debates": 322,
    "selftalk": 323,
    "ranking": 324,
    "objectoriented": 326,
    "execsync": 327,
    "requirechildprocess": 328,
    "keepalivejs": 329,
    "39line": 330,
    "monitoring": 331,
    "detects": 332,
    "gaps": 333,
    "ensures": 334,
    "continuous": 335,
    "improvement": 336,
    "cycles": 337,
    "brainjs": 338,
    "109line": 339,
    "pure": 340,
    "class": 341,
    "implementing": 342,
    "forward": 343,
    "propagation": 344,
    "backpropagation": 345,
    "selfcontained": 346,
    "return": 347,
    "arrayfrom": 348,
    "length": 349,
    "rows": 350,
    "arrayisarrayx": 351,
    "xmapv": 352,
    "thissigmoidv": 353,
    "mathexpx": 354,
    "textprocessorjs": 355,
    "57line": 356,
    "texttovector": 357,
    "conversion": 358,
    "vocabulary": 359,
    "management": 360,
    "natural": 361,
    "language": 362,
    "utilities": 363,
    "wordfreq": 364,
    "words": 365,
    "texttolowercasereplaceaz09sg": 366,
    "splits": 367,
    "wordlength": 368,
    "wordfreqword": 369,
    "system": 370,
    "receives": 371,
    "matches": 372,
    "against": 373,
    "answers": 374,
    "generate": 375,
    "new": 376,
    "responses": 377,
    "logs": 378,
    "cannot": 379,
    "future": 380,
    "lines": 382,
    "long": 383,
    "shares": 384,
    "external": 385,
    "loops": 386,
    "demonstrate": 387,
    "shows": 388,
    "use": 389,
    "iteration": 390,
    "users": 391,
    "displays": 392,
    "bot": 393,
    "typing": 394,
    "indicator": 395,
    "dark": 396,
    "theme": 397,
    "status": 398,
    "evaluates": 400,
    "whether": 401,
    "scores": 402,
    "size": 403,
    "rates": 404,
    "tracks": 405,
    "best": 406,
    "score": 407,
    "works": 409,
    "main": 410,
    "learns": 411,
    "knowledge": 412,
    "topics": 413,
    "selfconversations": 414,
    "ranks": 415,
    "monitors": 417,
    "checks": 418,
    "overdue": 419,
    "triggers": 420,
    "needed": 421,
    "implements": 423,
    "predictions": 424,
    "any": 425,
    "libraries": 426,
    "converts": 428,
    "text": 429,
    "into": 430,
    "number": 431,
    "vectors": 432,
    "manages": 433,
    "knows": 434,
    "generates": 437,
    "uncertain": 438,
    "userbot": 439,
    "gpt4o": 440,
    "forwardbackward": 441,
    "word": 442
  },
  "indexToWord": {
    "0": "hello",
    "1": "how",
    "2": "can",
    "3": "help",
    "4": "you",
    "5": "today",
    "6": "hi",
    "7": "there",
    "8": "what",
    "9": "would",
    "10": "like",
    "11": "to",
    "12": "talk",
    "13": "about",
    "14": "are",
    "15": "im",
    "16": "doing",
    "17": "great",
    "18": "my",
    "19": "neural",
    "20": "network",
    "21": "is",
    "22": "learning",
    "23": "and",
    "24": "growing",
    "25": "every",
    "26": "minute",
    "27": "ai",
    "28": "artificial",
    "29": "intelligence",
    "30": "the",
    "31": "simulation",
    "32": "of",
    "33": "human",
    "34": "by",
    "35": "machines",
    "36": "computer",
    "37": "systems",
    "38": "that",
    "39": "learn",
    "40": "reason",
    "41": "solve",
    "42": "problems",
    "43": "machine",
    "44": "when",
    "45": "computers",
    "46": "patterns",
    "47": "from",
    "48": "data",
    "49": "without",
    "50": "being",
    "51": "explicitly",
    "52": "programmed",
    "53": "for",
    "54": "situation",
    "55": "does",
    "56": "work",
    "57": "processes",
    "58": "information",
    "59": "through",
    "60": "layers",
    "61": "connected",
    "62": "nodes",
    "63": "similar",
    "64": "brain",
    "65": "neurons",
    "66": "together",
    "67": "recognize",
    "68": "tell",
    "69": "me",
    "70": "joke",
    "71": "why",
    "72": "did",
    "73": "go",
    "74": "school",
    "75": "improve",
    "76": "its",
    "77": "it",
    "78": "wanted",
    "79": "better",
    "80": "connections",
    "81": "meaning",
    "82": "life",
    "83": "many",
    "84": "philosophers",
    "85": "believe",
    "86": "find",
    "87": "happiness",
    "88": "create",
    "89": "purpose",
    "90": "connect",
    "91": "with",
    "92": "others",
    "93": "in",
    "94": "meaningful",
    "95": "ways",
    "96": "do",
    "97": "programming",
    "98": "start",
    "99": "simple",
    "100": "concepts",
    "101": "practice",
    "102": "coding",
    "103": "daily",
    "104": "build",
    "105": "small",
    "106": "projects",
    "107": "your",
    "108": "mistakes",
    "109": "consistency",
    "110": "key",
    "111": "consciousness",
    "112": "state",
    "113": "aware",
    "114": "ones",
    "115": "own",
    "116": "existence",
    "117": "thoughts",
    "118": "surroundings",
    "119": "remains",
    "120": "one",
    "121": "biggest",
    "122": "mysteries",
    "123": "science",
    "124": "space",
    "125": "vast",
    "126": "expanse",
    "127": "beyond",
    "128": "earths",
    "129": "atmosphere",
    "130": "filled",
    "131": "stars",
    "132": "planets",
    "133": "galaxies",
    "134": "we",
    "135": "still",
    "136": "exploring",
    "137": "speed",
    "138": "light",
    "139": "travels",
    "140": "at",
    "141": "approximately",
    "142": "300000",
    "143": "kilometers",
    "144": "per",
    "145": "second",
    "146": "vacuum",
    "147": "making",
    "148": "fastest",
    "149": "known",
    "150": "phenomenon",
    "151": "universe",
    "152": "internet",
    "153": "connects",
    "154": "globally",
    "155": "using",
    "156": "standardized",
    "157": "protocols",
    "158": "transmit",
    "159": "packets",
    "160": "across",
    "161": "servers",
    "162": "cables",
    "163": "quantum",
    "164": "computing",
    "165": "uses",
    "166": "bits",
    "167": "exist",
    "168": "multiple",
    "169": "states",
    "170": "simultaneously",
    "171": "potentially",
    "172": "solving",
    "173": "certain",
    "174": "much",
    "175": "faster",
    "176": "than",
    "177": "classical",
    "178": "name",
    "179": "selfimproving",
    "180": "chatbot",
    "181": "call",
    "182": "whatever",
    "183": "conversation",
    "184": "have",
    "185": "who",
    "186": "an",
    "187": "trains",
    "188": "itself",
    "189": "10",
    "190": "minutes",
    "191": "custom",
    "192": "watching",
    "193": "conversations",
    "194": "building",
    "195": "understanding",
    "196": "chat",
    "197": "answer",
    "198": "questions",
    "199": "more",
    "200": "grows",
    "201": "each",
    "202": "training",
    "203": "cycle",
    "204": "ocean",
    "205": "covers",
    "206": "71",
    "207": "surface",
    "208": "contains",
    "209": "incredible",
    "210": "biodiversity",
    "211": "millions",
    "212": "species",
    "213": "havent",
    "214": "discovered",
    "215": "yet",
    "216": "chatjs",
    "217": "189line",
    "218": "javascript",
    "219": "file",
    "220": "handles",
    "221": "user",
    "222": "message",
    "223": "processing",
    "224": "response",
    "225": "generation",
    "226": "networks",
    "227": "matching",
    "228": "async",
    "229": "operations",
    "230": "includes",
    "231": "error",
    "232": "handling",
    "233": "exports",
    "234": "functionality",
    "235": "other",
    "236": "files",
    "237": "structured",
    "238": "functions",
    "239": "imports",
    "240": "dependencies",
    "241": "modules",
    "242": "code",
    "243": "structure",
    "244": "conditional",
    "245": "logic",
    "246": "loop",
    "247": "iterations",
    "248": "has",
    "249": "robust",
    "250": "trycatch",
    "251": "blocks",
    "252": "used",
    "253": "demonstrates",
    "254": "several",
    "255": "asynchronous",
    "256": "structures",
    "257": "arraysobjects",
    "258": "object",
    "259": "manipulation",
    "260": "module",
    "261": "organization",
    "262": "follows",
    "263": "functional",
    "264": "style",
    "265": "show",
    "266": "example",
    "267": "see",
    "268": "const",
    "269": "fs",
    "270": "requirefs",
    "271": "path",
    "272": "requirepath",
    "273": "brainfile",
    "274": "pathjoinprocesscwd",
    "275": "lib",
    "276": "brainweightsjson",
    "277": "indexjs",
    "278": "334line",
    "279": "interface",
    "280": "built",
    "281": "react",
    "282": "displaying",
    "283": "messages",
    "284": "avatars",
    "285": "input",
    "286": "export",
    "287": "default",
    "288": "function",
    "289": "home",
    "290": "setmessages",
    "291": "usestate",
    "292": "setinput",
    "293": "improvejs",
    "294": "80line",
    "295": "evaluation",
    "296": "reward",
    "297": "scoring",
    "298": "measures",
    "299": "if",
    "300": "getting",
    "301": "smarter",
    "302": "or",
    "303": "dumber",
    "304": "over",
    "305": "time",
    "306": "runs",
    "307": "synchronously",
    "308": "basic",
    "309": "flow",
    "310": "independently",
    "311": "relies",
    "312": "on",
    "313": "flows",
    "314": "synchronous",
    "315": "execution",
    "316": "statefile",
    "317": "pathjoindirname",
    "318": "statejson",
    "319": "trainjs",
    "320": "691line",
    "321": "multimodel",
    "322": "debates",
    "323": "selftalk",
    "324": "ranking",
    "325": "13",
    "326": "objectoriented",
    "327": "execsync",
    "328": "requirechildprocess",
    "329": "keepalivejs",
    "330": "39line",
    "331": "monitoring",
    "332": "detects",
    "333": "gaps",
    "334": "ensures",
    "335": "continuous",
    "336": "improvement",
    "337": "cycles",
    "338": "brainjs",
    "339": "109line",
    "340": "pure",
    "341": "class",
    "342": "implementing",
    "343": "forward",
    "344": "propagation",
    "345": "backpropagation",
    "346": "selfcontained",
    "347": "return",
    "348": "arrayfrom",
    "349": "length",
    "350": "rows",
    "351": "arrayisarrayx",
    "352": "xmapv",
    "353": "thissigmoidv",
    "354": "mathexpx",
    "355": "textprocessorjs",
    "356": "57line",
    "357": "texttovector",
    "358": "conversion",
    "359": "vocabulary",
    "360": "management",
    "361": "natural",
    "362": "language",
    "363": "utilities",
    "364": "wordfreq",
    "365": "words",
    "366": "texttolowercasereplaceaz09sg",
    "367": "splits",
    "368": "wordlength",
    "369": "wordfreqword",
    "370": "system",
    "371": "receives",
    "372": "matches",
    "373": "against",
    "374": "answers",
    "375": "generate",
    "376": "new",
    "377": "responses",
    "378": "logs",
    "379": "cannot",
    "380": "future",
    "381": "185",
    "382": "lines",
    "383": "long",
    "384": "shares",
    "385": "external",
    "386": "loops",
    "387": "demonstrate",
    "388": "shows",
    "389": "use",
    "390": "iteration",
    "391": "users",
    "392": "displays",
    "393": "bot",
    "394": "typing",
    "395": "indicator",
    "396": "dark",
    "397": "theme",
    "398": "status",
    "399": "334",
    "400": "evaluates",
    "401": "whether",
    "402": "scores",
    "403": "size",
    "404": "rates",
    "405": "tracks",
    "406": "best",
    "407": "score",
    "408": "113",
    "409": "works",
    "410": "main",
    "411": "learns",
    "412": "knowledge",
    "413": "topics",
    "414": "selfconversations",
    "415": "ranks",
    "416": "664",
    "417": "monitors",
    "418": "checks",
    "419": "overdue",
    "420": "triggers",
    "421": "needed",
    "422": "39",
    "423": "implements",
    "424": "predictions",
    "425": "any",
    "426": "libraries",
    "427": "109",
    "428": "converts",
    "429": "text",
    "430": "into",
    "431": "number",
    "432": "vectors",
    "433": "manages",
    "434": "knows",
    "435": "57",
    "436": "689",
    "437": "generates",
    "438": "uncertain",
    "439": "userbot",
    "440": "gpt4o",
    "441": "forwardbackward",
    "442": "word"
  },
  "vocabSize": 443
}